Repository: grumpa/gallery_preparator
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Rotate pictures? [y/N]
cs_cz: Otáčet obrázky [y/N]

source: Another gallery [Y/n]
cs_cz: Další galerii [Y/n]

source: Recapitulation
cs_cz: Rekapitulace

source: Is everything O.K. [y/N]
cs_cz: Je všechno v pořádku [y/N]

source: Check questions again and make corrections.
cs_cz: Překontroluj odpovědi a proveď opravy.

source: Source base directory with picture directory(s)
cs_cz: Zdrojový základní adresář s podadresáři obrázků

source: Source base directory %s doesn't exists.
cs_cz: Zdrojový základní adresář %s neexistuje.

source: Source subdirectory with pictures
cs_cz: Zdrojový podadresář s obrázky

source: Subdirectory doesn't exist
cs_cz: Podadresář neexistuje

source: Destination base directory for galleries
cs_cz: Cílový základní adresář pro galerie

source: Destination base directory %s doesn't exist.
cs_cz: Cílový základní adresář %s neexistuje.

source: Destination subdirectory for the gallery
cs_cz: Cílový podadresář pro galerii

source: Destination subdirectory exists already. Provide different name or delete the directory.
cs_cz: Cílový podadresář již existuje. Zadej jiné jméno, nebo podadresář smaž.

source: Name for gallery (fee text)
cs_cz: Název pro galerii (volný text)

source: Name is mandatory.
cs_cz: Název je povinný.

source: Description (free text include html tags) - all in one line. Write "x" for erase existing text.
cs_cz: Popis (volný text včetně html značek) - vše v jednom řádku. Chceš-li text smazat, zadej "x".

source: Required size for picture (dimension of longer side)
cs_cz: Požadovaná velikost obrázku (rozměr delší strany)

source: Required size for thumbnail (dimension of longer side)
cs_cz: Požadovaná velikost náhledu (rozměr delší strany)

source: Source directory
cs_cz: Zdrojový adresář

source: Destination directory
cs_cz: Cílový adresář

source: Name for the gallery
cs_cz: Název galerie

source: Gallery description
cs_cz: Popis galerie

source: Picture size
cs_cz: Velikost obrázku

source: Thumbnail size
cs_cz: Velikost náhledu

source: example
cs_cz: příklad

source: Rotate pictures in directory
cs_cz: Otočit obrázky v adresáři

source: Pictures numbers and direction of rotation
cs_cz: Čísla obrázků a směr otočení

source: Reassurance
cs_cz: Ujištění

source: directory
cs_cz: adresář

source: pictures
cs_cz: obrázky

source: O.K. [y/N]
cs_cz: V pořádku [y/N]
